{"pageProps":{"title":"On remote schools and playing hookie","contents":"<p>The COVID-19 pandemic uncovered lots of different problems related to remote-readiness in school and work but seeing my kids struggle with certain things in this abrupt all-remote plan have made me think on why it has been so challenging and what we&#39;ve done wrong as parents, teachers and society as whole.</p>\n<p>&quot;Normal&quot; school has its problems too and kids have struggled at school for different reasons for centuries but being unprepared to use different channels and &quot;spaces&quot; has put remote schooling at a place of unfair criticism. The physical space provides a &quot;kidnapping&quot; context where kids are incapable of doing something else, some may be thinking of other things during classes but at least their actions are more under control by the teacher.</p>\n<p>Teachers can have full control in those physical spaces and they are used to it. The best teachers for an &quot;normal&quot; school have at least the help of this mental kidnapping, to direct attention to the topics they want to teach and to detect if someone is not paying attention.</p>\n<p>On the other hand, remote learning requires certain maturity to mimic the mental kidnapping, the person learning has to remove distractions and be motivated to do all things needed for that learning experience.</p>\n<p>Where does the motivation come from? If we keep relying on the mental kidnapping, remote learning will never work because kids are more motivated to play video games, watch youtube videos, play sports, etc.</p>\n<p>And no, we don&#39;t need &quot;more fun&quot; ways to learn, we need to teach that maturity, little by little since they are young, because in the end, even if robots take over all the work in the world, we should never stop learning and we should always be motivated to learn.</p>\n<p>Kids&#39; minds can fly even if the teacher is speaking in the same room, the difference is now they have a button to mute all that noise and a browser tab with all the things they do care, they can play hooky without going out their house, without &quot;leaving school&quot;.</p>\n","categories":["life","opinion"],"comments":true,"date":"2015-05-21","year":"2021","month":"04","slug":"on-remote-schools","lang":"en","hasTranslation":false},"__N_SSG":true}