{"pageProps":{"title":"La vida después de la COVID-19","contents":"<p>La COVID-19 está aquí para quedarse, incluso si la erradicamos, sus efectos permanecerán en nuestro mundo y en nuestras mentes durante años.</p>\n<p>Voy a enumerar algunas frases que hemos escuchado durante estos meses con mis opiniones acerca de ellas.</p>\n<h3 id=\"la-gripe-mata-a-más-personas-¿por-qué-el-pánico\">&quot;La gripe mata a más personas, ¿por qué el pánico?&quot;</h3>\n<p>Creo que es muy evidente ahora que COVID-19 es una enfermedad con alta mortandad, solo falta ver las noticias alarmantes del 2018 sobre 80 mil muertes por influenza durante el invierno y compararlas con los números de la COVID-19 durante la primavera, <label for=\"flu-deaths\" class=\"margin-toggle sidenote-number\"></label><span class=\"sidenote\">CNN: <a href=\"https://www.cnn.com/2018/09/26/health/flu-deaths-2017--2018-cdc-bn/index.html\">https://www.cnn.com/2018/09/26/health/flu-deaths-2017--2018-cdc-bn/index.html</a></span> pero creo que la parte más importante de esto, y por qué mucha gente en el gobierno y la clase alta en pánico es que puede matar a cualquiera.</p>\n<blockquote class=\"fullwidth\">\n<hr/>Las personas ricas pueden sobrevivir a muchas cosas que cobran muchas vidas todos los días en todo el mundo, pero esta es una enfermedad nueva y no pueden pagar por inmunidad (aún).<hr/></blockquote>\n\n<h3 id=\"el-gobierno-del-país-x-está-muy-mal\">&quot;El gobierno del país X está muy mal&quot;</h3>\n<p>Cualquier respuesta de los gobiernos fue un experimento y algunos podrían haber funcionado mejor, pero reemplaza X con cualquier país y será cierto para casi el 95% de los países.</p>\n<p>La epidemia de influenza en 2009 tuvo una respuesta más rápida de los Estados Unidos porque comenzó muy cerca, en México. <label for=\"cruise\" class=\"margin-toggle sidenote-number\"></label><span class=\"sidenote\">Incluso las compañías de cruceros comenzaron a tomar precauciones muy rápido en 2009. <a href=\"https://web.archive.org/web/20090630144402/http://www.sdbj.com/industry_article.asp?aID=47999878.5516779.1777724.4325329.569692.256&aID2=136739\">Web Archive (en inglés)</a></span> Creo que el mundo asumió que era un problema solo de China y que la distancia nos protegía a todos.</p>\n<p>Esta crisis es algo para lo que nadie podría haber estado preparado (porque requiere mucho dinero y planificación), pero es muy importante descubrir cuál es el mejor plan para cuando llegue una nueva enfermedad contagiosa en el futuro.</p>\n<p>Vendrán más enfermedades pero tenemos que estar preparados.</p>\n<h2 id=\"aplanamos-la-curva\">&quot;Aplanamos la curva!&quot;</h2>\n<p>Como podemos ver en la siguiente figura, el comportamiento de la curva es muy parecido en todos los países, algunos han podido ralentizarlo y en otros las muertes siguen al alza. Las medidas de &quot;quédate en casa&quot; no han tenido el mismo efecto en todos los países por diferencias socio económicas pero estamos en el mismo barco y no podemos asumir que podemos regresar a la normalidad porque nuestro país, estado o municipio ya está mejor. Tendremos que esperar hasta que la taza de mortalidad sea cercana a cero.</p>\n<p>Eso no significa que el mundo se deba detener hasta que se resuelva, pero tendremos que seguir ciertas medidas por un tiempo hasta que una vacuna sea accesible para todos.</p>\n<figure>\n<span class=\"marginnote\">Mexico, Brazil, India, Chile y Colombia parecen estar en la misma situación, muertes al alza sin un pico aparente.</span>\n<img alt=\"COVID-19 deaths\" src=\"/images/2020-05-30_life-after-covid-19/COVID-19_deaths.png\"/>\n</figure>\n\n<h2 id=\"la-economía-está-colapsando-tenemos-que-volver-a-la-normalidad\">&quot;La economía está colapsando, tenemos que volver a la normalidad&quot;</h2>\n<p>Cualquier persona está en riesgo de contraer el virus, y algunos le dirán que ya no es &quot;normal&quot;.</p>\n<p>Traduzco eso como: la confianza ya no es un hecho. Cuando se da la mano, compra una comida, sube a un avión o tren, comparte un automóvil, etc., ¿confía en que las otras personas no tengan una enfermedad contagiosa?</p>\n<blockquote class=\"fullwidth\">\n<hr/>Con el tiempo, si conseguimos una cura, no pensaremos tanto en ello, pero una vez que llegue una nueva enfermedad, la confianza será la primera víctima global.<hr/></blockquote>\n\n<p>La economía también sufrirá problemas de confianza porque las personas comenzarán a pensar dos veces antes de adquirir algo, ya sea por miedo o porque necesitan ese dinero para atención médica.</p>\n<h3 id=\"pero-necesito-trabajar\">&quot;Pero necesito trabajar&quot;</h3>\n<p>Quedarse en casa es un privilegio, algunos de nosotros tenemos la suerte de poder trabajar desde casa, pero no todos pueden hacerlo, y es precisamente por eso que tenemos que presionar al gobierno para que brinde soluciones para todos.</p>\n<p>Necesitas trabajar para obtener dinero, necesitas dinero para alimentos, vivienda y servicios públicos. Las tiendas, los caseros y las corporaciones necesitan tu dinero para seguir existiendo, pagar a sus empleados, pagar impuestos, etc. La cadena continúa hasta que alguien pueda brindar asistencia perdonando los cargos.</p>\n<p>El colapso económico no es algo que solo tú tienes que sufrir, es algo que los gobiernos tendrán que planificar y contar con procedimientos sobre cómo ayudar a los necesitados en situaciones como esta.</p>\n<p>Lamentablemente, como dije antes, nadie estaba preparado para esto e incluso más triste: la gente morirá por la falta de procedimientos claros en una crisis como esta.</p>\n<p>Ve a trabajar, pero toma precauciones. Si perdiste tu trabajo, la tendrás mucho más difícil, pero no desesperes ni pongas en riesgo a tus seres queridos. Su vida y la tuya valen más que todo lo demás.</p>\n<h2 id=\"suposiciones\">Suposiciones</h2>\n<ul>\n<li><p>El verano ya está aquí, pero el turismo no será el mismo, mucha gente no viajará por miedo y muchos países sufrirán, económica y socialmente.</p>\n</li>\n<li><p>Se necesita un mejor diseño de máscara cubrebocas, veremos nuevos diseños para uso prolongado.</p>\n</li>\n<li><p>Algunos modelos <label for=\"models\" class=\"margin-toggle sidenote-number\"></label><span class=\"sidenote\">&quot;Modeling COVID&quot;<img src=\"/images/2020-05-30_life-after-covid-19/Return to normal.png\"> <a href=\"https://modelingcovid.com/state/CA\">https://modelingcovid.com/state/CA</a></span> muestran que sin una cura y un distanciamiento social permanente, COVID-19 vendrá en oleadas o al menos que vendrá una nueva ola al quitar restricciones. Temo que tengamos una mala mutación en un país donde las restricciones no puedan seguirse y que volvamos al pánico.</p>\n</li>\n<li><p>Las personas ricas valorarán más el aislamiento, las empresas que ofrezcan productos utilizados de esa forma van a recibir fondos de capital.</p>\n</li>\n</ul>\n<p>Todo esto son solo mis opiniones, pero creo que el mayor distanciamiento social no serán los 2 metros de distancia a otras personas, sino la división entre las clases sociales con los pobres falleciendo más y los ricos tratando de alejarse más del contacto riesgoso con potenciales portadores.</p>\n<p>Se que en libros como &quot;Factfulness&quot; o &quot;The world is better than you think&quot; (&quot;El mundo es mejor de lo que piensas&quot;) se presentan estadísticas sobre cómo las cosas han ido mejorando. Pero para mí, eso es solo un síntoma de la globalización.</p>\n<p>Los números de todos los países son más parecidos a los del primer mundo, los promedios hacen que parezca que los países pobres son cada vez menos con el tiempo, pero la diferencia entre los pobres y los ricos sigue siendo grande y una crisis como esta agrava esa brecha y la hace más aparente.</p>\n<p>La vida sigue, y es corta. Espero que salgamos de éste problema en un futuro cercano y que comencemos a arreglar tantas cosas que están mal en nuestro mundo.</p>\n","categories":["opinion","COVID-19"],"comments":true,"date":"2015-05-30","year":"2020","month":"05","slug":"life-after-covid-19","lang":"es","hasTranslation":true},"__N_SSG":true}