{"pageProps":{"title":"Server Output in RoRGate","contents":"<p>I&#39;ve added a developer menu to the resulting apps in RoRGate, if you download the 0.3 beta version you will see the change:</p>\n<p><a onblur=\"try {parent.deselectBloggerImageGracefully();} catch(e) {}\" href=\"https://github.com/juanger/rorgate/raw/master/meta/images/RoRGate-0.3b.png\"><img style=\"margin: 0px auto 10px; display: block; text-align: center; cursor: pointer; width: 400px;\" src=\"https://raw.githubusercontent.com/juanger/rorgate/master/meta/images/RoRGate-0.3b.png\" alt=\"\" border=\"0\" /></a>\nWith that, you as developer can use it to see your app in action, see the server output and edit it in TextMate.</p>\n<p>The only thing is that the server output works strange with 2.x rails apps, I don&#39;t know why, but only the error output is displayed in such rails apps. I use the NSTask class with an NSPipe for both the standart output and error but with rails 2.x it behaves strangely.</p>\n<p><a onblur=\"try {parent.deselectBloggerImageGracefully();} catch(e) {}\" href=\"http://github.com/juanger/rorgate/tree/master%2Fmeta%2Fimages%2FServerOut.png?raw=true\"><img style=\"margin: 0px auto 10px; display: block; text-align: center; cursor: pointer; width: 400px;\" src=\"https://raw.githubusercontent.com/juanger/rorgate/master/meta/images/ServerOut.png\" alt=\"\" border=\"0\" /></a>\nAlso I&#39;ve embedded RubyCococa, but I can&#39;t make it work in both Leopard and Tiger because of libffi.dylib. Leopard&#39;s RubyCocoa has it installed in /usr/lib and I don&#39;t know where it is in Tiger. Maybe the solution is to create a Tiger version and a Leopard version, but I&#39;m very lazy and I&#39;d rather have only one.</p>\n<p>Lastly, I need a new laptop (many of my friends will agree) and because of that, I&#39;ve added a donations pledgie badge for RoRGate and some ads here in my blog. I&#39;m a student and I own an iBook G3 which has been giving me a lot of trouble lately, so as I&#39;m most of the time at school (school&#39;s computers ain&#39;t good either) deploying to or developing for a lot of platforms I need a new one, one in which running a single unit test doesn&#39;t seem to last forever and I hope some of you(friends or not) could help me. My-new-laptop blogthon :) has begun.</p>\n","categories":["RoRGate","laptop $","RubyCocoa"],"comments":false,"date":"2008-07-10","year":"2008","month":"07","slug":"rorgate","lang":"en","hasTranslation":false},"__N_SSG":true}