{"pageProps":{"title":"Life after COVID-19","contents":"<p>COVID-19 is here to stay, even if we eradicate it, its effects will linger in our world and minds for years.</p>\n<p>I&#39;m going to list some phrases we&#39;ve heard over these months and give my opinions on why they matter.</p>\n<h2 id=\"flu-kills-more-people-why-panic\">&quot;Flu kills more people, why panic?&quot;</h2>\n<p>I think it is very evident now that COVID-19 is a very deadly disease <label for=\"flu-deaths\" class=\"margin-toggle sidenote-number\"></label><span class=\"sidenote\">Just look at the alarming news in 2018 about 80k deaths from flu during winter: <a href=\"https://www.cnn.com/2018/09/26/health/flu-deaths-2017--2018-cdc-bn/index.html\">https://www.cnn.com/2018/09/26/health/flu-deaths-2017--2018-cdc-bn/index.html</a></span> but I think the most important part of it, and why a lot of people in government and upper class panicked is that it can kill anyone.</p>\n<p>Rich people can survive a lot of things that take a lot of lives every day worldwide, but this is a new disease and they cannot pay for immunity (yet).</p>\n<h2 id=\"the-government-of-x-country-is-doing-very-bad\">&quot;The government of X country is doing very bad&quot;</h2>\n<p>Any response from governments was an experiment and some might have worked better but replace X with any name and it will be true for almost 95% of countries.</p>\n<p>Last flu epidemic in 2009 had a faster response from USA and the world because it started very close, in Mexico. <label for=\"cruise\" class=\"margin-toggle sidenote-number\"></label><span class=\"sidenote\">Even the cruise companies acted faster that time. <a href=\"https://web.archive.org/web/20090630144402/http://www.sdbj.com/industry_article.asp?aID=47999878.5516779.1777724.4325329.569692.256&aID2=136739\">Web Archive</a></span> I think the world assumed that it was China&#39;s problem and that distance was protecting everyone.</p>\n<p>This crisis is something that no one could be prepared for (because it requires a lot of money and planning) but it is very important to figure out what the best plan is for a new contagious disease in the future.</p>\n<p>More diseases will come and we have to be prepared.</p>\n<h2 id=\"we-have-flattened-the-curve\">&quot;We have flattened the curve!&quot;</h2>\n<p>As you can see in the following picture, the trend is similar in all countries, some have been able to slow it down and in others deaths are still on the rise. Stay at home orders haven&#39;t had the same success in all countries due to socio-economical differences but we are in the same boat and we can&#39;t assume we can go back to normal because our country, state or county is doing better. We&#39;ll have to wait until the whole world&#39;s death rate is close to zero.</p>\n<p>That doesn&#39;t mean the whole world has to stop until this is solved, but we&#39;ll have to still keep certain measures for a while until a vaccine is available for everyone.</p>\n<figure>\n<span class=\"marginnote\">Mexico, Brazil, India, Chile and Colombia seem to be in the same situation, deaths on the rise without a clear peak.</span>\n<img alt=\"COVID-19 deaths\" src=\"/images/2020-05-30_life-after-covid-19/COVID-19_deaths.png\"/>\n</figure>\n\n<h2 id=\"the-economy-is-collapsing-we-have-to-go-back-to-normal\">&quot;The economy is collapsing, we have to go back to normal&quot;</h2>\n<p>Anyone is at risk of contracting the virus, and some will tell you that there is no &quot;normal&quot; anymore.</p>\n<p>I translate that as: trust is no longer a given. When you shake hands, buy a meal, board a plane or train, share a car, etc, do you trust the other people to not have a contagious disease? It sounds paranoid, but when your life is at stake, there&#39;s no such thing as taking too many precautions.</p>\n<p>Over time, if we get a cure, we&#39;ll not think as much about it but once a new disease comes, trust will be the first global casualty.</p>\n<p>The economy will also suffer from trust issues because people will start thinking twice before acquiring anything, be it because of fear or because they may need that money for healthcare.</p>\n<h2 id=\"but-i-need-to-work\">&quot;But I need to work&quot;</h2>\n<p>Staying at home is a privilege, some of us are lucky to be able to work from home but not everyone can and that is precisely why we have to press the government to provide solutions for everyone.</p>\n<p>You need to work to get money, you need money for food, housing and utilities. Grocery stores, landlords and corporations need your money to keep existing, pay their employees, pay taxes, etc. The chain goes on until someone can provide assistance by forgoing the charges.</p>\n<p>Economic collapse is not something that only you have to suffer, it is something that governments will have to plan for, and have procedures on how to help those in need in situations like this.</p>\n<p>Sadly, as I stated earlier, no one was prepared for this and even sadder: people will die because of the lack of clear procedures in a crisis like this one.</p>\n<p>Go to work, but take care. If you lost your job, things are going to be more difficult but don&#39;t put yourself or your family at risk, their lives and yours are more valuable than anything else.</p>\n<h2 id=\"wild-guesses\">Wild guesses</h2>\n<ul>\n<li><p>Summer is here but tourism will not be the same, a lot of people will not travel out of fear and a lot of countries will suffer from it, economically and socially.</p>\n</li>\n<li><p>A better mask design is needed for people to wear for long periods, we will see new designs for both healthcare providers (who need maximum protection since they are for sure in contact with the virus) and normal people.</p>\n</li>\n<li><p>Some epidemic models <label for=\"models\" class=\"margin-toggle sidenote-number\"></label><span class=\"sidenote\">Modeling COVID site<img src=\"/images/2020-05-30_life-after-covid-19/Return to normal.png\"> <a href=\"https://modelingcovid.com/state/CA\">https://modelingcovid.com/state/CA</a></span> show that without a cure and permanent social distancing, COVID-19 will come in waves or at least with a new wave after lifting restrictions. I fear that we&#39;ll get a bad mutation in a country where restrictions are not followed and we&#39;ll be back to panic.</p>\n</li>\n<li><p>Rich people will value isolation more, companies that offer products used in isolation will be backed by VCs.</p>\n</li>\n</ul>\n<p>All these are just my opinions, but I think the greatest social distancing will not be the 6 feet away from other people but the divide between social classes with the poor dying more and the rich trying to get more isolated from risky contact with potential carriers.</p>\n<p>I know books like &quot;Factfulness&quot; or &quot;The world is better than you think&quot; present statistics on how, things are better over time. But for me, that is just a symptom of globalization.</p>\n<p>Countries&#39; numbers are more alike first world countries now, but averages make it look like poor countries are less and less over time while the difference between the poor people and the rich is still big and a crisis like this one exacerbates that gap and makes it more apparent.</p>\n","categories":["opinion","COVID-19"],"comments":true,"date":"2015-05-30","year":"2020","month":"05","slug":"life-after-covid-19","lang":"en","hasTranslation":true},"__N_SSG":true}